<div class="box" id="video_agreement" style="display:none;height:260px;overflow:hidden;padding:10px;overflow-y:auto;text-align:left">
为营造健康文明的视频，请遵守如下要求：<br>
1、不得上传未经授权的他人作品；<br>
2、若上传以下作品一律必须提供合格的权属证明和上传人身份证明后方可上传（提供方式为上传扫描件并寄送复印件）：<br>
I 专业制作的电影、电视剧及其他长视频作品；<br>
II 上传的体育赛事、文艺演出等电视、网络直播节目；<br>
III 热播影视作品（指处于档期前后1个月内的电影作品和处于首播前后1个月内的电视剧集）；<br>
IV 一般公众熟知的导演、演员、影视公司、电视台、制作者出品或摄制或饰演的作品；<br>
V 被广电总局限制播放的节目。<br>
3、不得上传任何有违国家法律法规的视频；<br>
4、不得上传具有色情、低俗情节的视频，视频介绍不能有低俗的文字；<br>
5、不得上传非创意类广告视频、不得重复上传同类视频；<br>
6、违反以上规定，个人账号就会被永久冻结，违规的视频将被删除。<br>
《视频上传协议》：<br>
1，条款的确认和接受<br>
用户确认同时接受《一起上课网络服务使用协议》 的规定。<br>
<br>
2，对用户发布视频内容的管理<br>
<br>
用户在一起上课发布视频时，必须遵守国家有关法律规定，并承担一切因自己发布信息不当导致的民事、行政或刑事法律责任。用户在在一起上课所发布的内容，不得含有以下内容：：<br>
违反宪法确定的基本原则的；<br>
（1） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
（2） 损害国家荣誉和利益，攻击党和政府的；<br>
（3） 煽动民族仇恨、民族歧视，破坏民族团结的；<br>
（4） 破坏国家、地区间友好关系的；<br>
（5） 违背中华民族传统美德、社会公德、论理道德、以及社会主义精神文明的；<br>
（6） 破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
（7） 散布谣言或不实消息，扰乱社会秩序 ，破坏社会稳定的；<br>
（8） 煽动、组织、教唆恐怖活动、非法集会、结社、游行、示威、聚众扰乱社会秩序的；<br>
（9） 散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；<br>
（10）侮辱或诽谤他人，侵害他人合法权益的；<br>
（11）侵犯他人肖像权、姓名权、名誉权、隐私权或其他人身权利的；<br>
（12）使用漫骂、辱骂、中伤、恐吓、诅咒等不文明语言的；<br>
（13）以非法民间组织名义活动的；<br>
（14）含有法律、行政法规禁止的其他内容的<br>
如果用户在一起上课发布视频时，不能履行和遵守协议中的规定，为维护本网站的形象、信誉、安全、本网站有权删除用户发布的视频。并对违反协议的网民做出封闭ID，暂时、永久禁止在本网站发布视频的处理。同时保留依法追究当事人法律责任的权利。<br>
用户需独立对自己在网上的行为承担法律责任。若用户的行为不符合上述服务条款，一起上课有权做出独立判断立即取消用户服务帐号，用户若在一起上课网上散布和传播反动、色情或其他违反国家法律的信息，一起上课的系统记录有可能作为用户违反法律的证据。<br>
<br>
3，内容的所有权<br>
<br>
一起上课网定义的网络服务内容包括：一起上课网提供的文字、软件、声音、图片、录像、视频、图表、广告中的全部内容、电子邮件的全部内容以及一起上课网为用户提供的其他信息。所有这些内容受版权、商标和/或其它财产所有权法律的保护。所以，用户只能在一起上课网和相关权利人授权下才能使用这些内容，而不能擅自复制、发布、转载、播放、改编、汇编或以其他方式使用这些内容或将该等内容用于其他任何商业目的。<br>
用户在一起上课上传视频数据前，须确定对该视频拥有绝对版权，或经版权方允许发布。<br>
用户一经在一起上课上传视频数据，即视为其同意授予一起上课在全世界范围内永久性的、不可撤销的、免费的、非独家的和再许可的权利和许可，一起上课可以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示该等内容的全部或部分，和/或将此等内容的全部或部分编入其他任何形式的作品、媒体或技术中。<br>
用户一经在一起上课上传视频数据，即视为其完全授权一起上课及/或其合作运营商（包括但不限于中国移动、中国联通、中国电信等）通过有线或无线网络向用户的计算机终端、移动通讯终端（包括但不限于便携式通讯设备如手机和智能平板电脑等）、手持数字影音播放设备、电视接收设备（模拟信号接收设备、数字信号接收设备、数字电视、IPTV、带互联网接入功能的播放设备等）等提供该视频数据的下载、点播、数据传输、移动视频业务（包括但不限于SMS、MMS、WAP、IVR、Streaming、3G、手机视频等无线服务）、及其相关的宣传和推广等服务。<br>
<br>
4，损害赔偿责任<br>
<br>
一起上课反对用户上传自身不享有相关权利或含有侵害第三方权利的内容的视频。对此产生的任何版权纠纷，由该用户直接与权利人沟通解决，一起上课作为第三方，不负任何法律责任，若因此给一起上课造成损失的，该用户应承担全部赔偿责任。<br>
用户同意保障和维护一起上课及第三方用户的利益，如因用户违反有关法律、法规或本协议的任何条款给一起上课或任何其他第三人造成损失的，用户同意承担由此造成的全部损害赔偿责任。<br>
一起上课对用户使用网络服务所产生的任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务、在网上购买商品或进行同类型服务、在网上进行交易、非法使用网络服务或用户传送的信息有所变动。<br>
<br>
5，其他规定<br>
本协议中未尽条款按照《一起上课网络服务使用协议》的约定执行。若本协议内容与《一起上课网络服务使用协议》约定不一致的，以本协议内容为准。<br>
本协议中的标题仅为方便而设，在解释本协议时应被忽略，本网站保留进一步修改本协议的权利。<br>
</div>
